Repository: SherlockSoftwareInc/OctofyExp
Catalog: OctofyExp/Properties/Resources.*.resx
Languages: de, fr, ja, ko, zh_hans, zh_hant

# A048
source: Measurement column:
de: Messspalte:
fr: Colonne de mesure:
ja: 測定データ列：
ko: 측정 열:
zh_hans: 测量栏：
zh_hant: 計量欄：

# A045
source: No table or view specified.
de: Keine Tabelle oder Ansicht angegeben.
fr: Aucune table ou vue spécifiée.
ja: テーブルまたはビューが指定されていません。
ko: 지정된 테이블이나 보기가 없습니다.
zh_hans: 未指定表或视图。
zh_hant: 未指定表或視圖。

# A010
source: Please wait while calculating {0}%...
de: Bitte warten, während der Berechnung von {0}%...
fr: Veuillez patienter pendant le calcul de {0}% ...
ja: {0}％を計算しています...お待ちください...
ko: {0}%를 계산하는 동안 기다려 주세요...
zh_hans: 正在计算{0}％...，请稍候...
zh_hant: 請稍候，正在計算{0}％...

# A046
source: No Object to view
de: Kein anzuzeigendes Objekt
fr: Aucun objet à afficher
ja: 表示するオブジェクトはありません
ko: 볼 개체 없음
zh_hans: 没有要查看的对象
zh_hant: 沒有要查看的對象

# A020
source: Table analysis: {0}s
de: Tabellenanalyse: {0}
fr: Analyse de la table: {0} s
ja: データテーブル分析：{0}秒
ko: 표 분석: {0}
zh_hans: 数据表分析：{0}秒
zh_hant: 數據表分析：{0}秒

# A008
source: An error occurred
de: Ein Fehler aufgetreten
fr: Une erreur s'est produite
ja: エラーが発生しました
ko: 오류 발생
zh_hans: 发生错误
zh_hant: 發生錯誤

# A033
source: There are too many categories in this table column.
de: Diese Tabellenspalte enthält zu viele Kategorien.
fr: Il y a trop de catégories dans cette colonne du tableau.
ja: このテーブル列にはカテゴリが多すぎます。
ko: 이 테이블 열에는 범주가 너무 많습니다.
zh_hans: 该表列中的类别太多。
zh_hant: 該表列中的類別太多。

# A027
source: Count
de: Anzahl
fr: Compter
ja: カウント
ko: 개수
zh_hans: 计数
zh_hant: 計數

# A006
source: There is no column in the table that can be used for analysis.
de: Es gibt keine Spalte in der Tabelle, die für die Analyse verwendet werden kann.
fr: Aucune colonne du tableau ne peut être utilisée pour l'analyse.
ja: 表には、分析に使用できる列はありません。
ko: 테이블에 분석에 사용할 수 있는 열이 없습니다.
zh_hans: 表中没有可用于分析的列。
zh_hant: 表中沒有可用於分析的欄。

# A024
source: {0} blanks excluded
de: {0} Rohlinge ausgeschlossen
fr: {0} blancs exclus
ja: {0}のブランクを除外
ko: {0} 공백 제외
zh_hans: 移除{0}个空白
zh_hant: 移除{0}個空白

# A029
source: Please wait while calculating...
de: Bitte warten Sie während der Berechnung...
fr: Veuillez patienter pendant le calcul ...
ja: 計算中、お待ちください...
ko: 계산하는 동안 기다려 주십시오 ...
zh_hans: 正在计算中，请稍候...
zh_hant: 正在計算中，請稍候...

# A077
source: The system cannot calculate the frequencies for this column.
de: Das System kann die Frequenzen für diese Spalte nicht berechnen.
fr: Le système ne peut pas calculer les fréquences pour cette colonne.
ja: システムはこの列の頻度を計算できません。
ko: 시스템은 이 열의 주파수를 계산할 수 없습니다.
zh_hans: 系统无法计算该列的频率。
zh_hant: 系統無法計算該欄的頻率。

# A003
source: Connect to {0}...
de: Verbinden mit {0}…
fr: Connectez-vous à {0} ...
ja: {0}に接続します...
ko: {0}에 연결
zh_hans: 连接到{0} ...
zh_hant: 連接到{0} ...

# A052
source: Date time column
de: Datumszeitspalte
fr: Colonne date / heure
ja: 日付と時刻列
ko: 날짜 시간 열
zh_hans: 日期时间栏
zh_hant: 日期時間欄

# A037
source: Exclude blanks
de: Leerzeichen ausschließen
fr: Exclure les blancs
ja: ブランクを削除する
ko: 공백 제외
zh_hans: 除去空白
zh_hant: 除去空白

# A005
source: Connection failure
de: Verbindungsfehler
fr: Échec de connexion
ja: 接続に失敗しました
ko: 연결 실패
zh_hans: 连接失败
zh_hant: 連接失敗

# A039
source: Calculating...
de: Berechnen...
fr: Calculateur...
ja: 計算中...
ko: 계산하는 중...
zh_hans: 正在计算...
zh_hant: 正在計算...

# A011
source: Loading data...
de: Daten laden...
fr: Chargement des données...
ja: 読み込み中...
ko: 데이터 로드 중...
zh_hans: 数据加载中...
zh_hant: 加載數據中...

# A040
source: Populating the chart...
de: Ausfüllen des Diagramms...
fr: Remplissage du graphique ...
ja: チャート...
ko: 차트 채우기...
zh_hans: 正在绘制图表...
zh_hant: 正在繪製圖表...

# A047
source: Y-axis column:
de: Y-Achse Spalte:
fr: Colonne de l'axe Y:
ja: Y軸データ列：
ko: Y축 열:
zh_hans: Y轴栏：
zh_hant: Y軸欄：

# A073
source: Please enter a number between 256 and {0}.
de: Bitte geben Sie eine Zahl zwischen 256 und {0} ein.
fr: Veuillez saisir un nombre compris entre 256 et {0}.
ja: 256から{0}までの数字を入力してください。
ko: 256~{0} 숫자를 입력해 주세요.
zh_hans: 请输入一个介于256和{0}之间的数字。
zh_hant: 請輸入一個介於256和{0}之間的數字。

# A055
source: Data type not support
de: Datentyp wird nicht unterstützt
fr: Type de données non pris en charge
ja: データ型はサポートされていません
ko: 지원되지 않는 데이터 유형
zh_hans: 数据类型不支持
zh_hant: 數據類型不支持

# A032
source: No match found!
de: Keine Übereinstimmung gefunden
fr: Pas de résultat trouvé!
ja: 一致するものが見つかりません！
ko: 일치하는 결과가 없습니다
zh_hans: 没有找到匹配项！
zh_hant: 沒有找到匹配項！

# A065
source: (Equals)
de: Ist gleich
fr: (Équivaut à)
ja: （等しい）
ko: 같음
zh_hans: （等于）
zh_hant: （等於）

# A041
source: Frequency
de: Frequenz
fr: La fréquence
ja: 列値の頻度
ko: 주파수
zh_hans: 栏值频率
zh_hant: 欄值頻率

# A031
source: Include blanks of Y-axis
de: Leerzeichen der Y-Achse einschließen
fr: Inclure les blancs de l'axe Y
ja: Y軸のブランクを含める
ko: Y축 공백 포함
zh_hans: 计入Y轴的空白
zh_hant: 計入Y軸的空白

# A015
source: Excluded columns
de: Ausgeschlossene Spalten
fr: Colonnes exclues
ja: 除外された列
ko: 제외된 열
zh_hans: 移除栏
zh_hant: 移除欄

# A042
source: Preview Data - {0}
de: Vorschaudaten - {0}
fr: Aperçu des données - {0}
ja: プレビューデータ-{0}
ko: 데이터 미리 보기 - {0}
zh_hans: 预览数据-{0}
zh_hant: 預覽數據-{0}

# A025
source: Categories: {0}
de: Kategorien: {0}
fr: Catégories: {0}
ja: カテゴリ：{0}
ko: 범주: {0}
zh_hans: 类别：{0}
zh_hant: 類別：{0}

# A018
source: Table analysis...
de: Tabellenanalyse...
fr: Analyse de la table ...
ja: データテーブル分析中...
ko: 테이블 분석...
zh_hans: 正在分析数据表...
zh_hant: 表分析中...

# A004
source: Failed to connect to the data source.
de: Fehler bei der Datenquelle zu verbinden.
fr: Échec de la connexion à la source de données.
ja: データソースへの接続に失敗しました。
ko: 데이터 원본에 연결하지 못했습니다.
zh_hans: 无法连接到数据源。
zh_hant: 無法連接到數據源。

# A049
source: Number of categories exceed the maximum setting
de: Anzahl der Kategorien überschreitet die maximale Einstellung
fr: Le nombre de catégories dépasse le paramètre maximum
ja: カテゴリ数が最大設定を超えています
ko: 최대 설정을 초과하는 범주 수
zh_hans: 类别数超出了最大设置
zh_hant: 類別數超出了最大設置

# A007
source: No categorical column
de: Keine kategoriale Spalte
fr: Pas de colonne catégorielle
ja: カテゴリ列はありません
ko: 범주형 열 없음
zh_hans: 没有分类列
zh_hant: 沒有可分類欄

# A076
source: {0} by {1}
de: {0} Group nach {1}
fr: {0} Regrouper par {1}
ja: {1}は{0}で分類
ko: {0} 그룹 별 {1}
zh_hant: 按{0}分類的{1}

# A075
source: Please enter a number between 100 and 999999.
de: Bitte geben Sie eine Zahl zwischen 100 und 999999 ein.
fr: Veuillez saisir un nombre compris entre 100 et 999999.
ja: 100から999999までの数字を入力してください。
ko: 100~99999의 숫자를 입력해 주세요.
zh_hans: 请输入一个介于100和999999之间的数字。
zh_hant: 請輸入一個介於100和999999之間的數字。

# A051
source: Non-categorical column
de: Nicht-kategoriale Spalte
fr: Colonne non catégorielle
ja: 分類できない列
ko: 비범주열 열
zh_hans: 非可分类栏
zh_hant: 非可分類欄

# A036
source: Database connection does not specified.
de: Die Datenbankverbindung wird nicht angegeben.
fr: La connexion à la base de données n'est pas spécifiée.
ja: データベース接続が指定されていません。
ko: 데이터베이스 연결은 지정되지 않습니다.
zh_hans: 未指定数据库连接。
zh_hant: 未指定數據庫連接。

# A061
source: Fields not complete
de: Felder nicht vollständig
fr: Champs incomplets
ja: 完全に記入されていません
ko: 완료되지 않은 필드
zh_hans: 没有填写完整
zh_hant: 沒有填寫完整

# A035
source: Data type of the column is not supported.
de: Der Datentyp der Spalte wird nicht unterstützt.
fr: Le type de données de la colonne n'est pas pris en charge.
ja: この列のデータ型はサポートされていません。
ko: 열의 데이터 형식은 지원되지 않습니다.
zh_hans: 不支持该列的数据类型。
zh_hant: 不支持該欄的數據類型。

# A038
source: Include blanks
de: Leerzeichen einschließen
fr: Inclure les blancs
ja: ブランクを含める
ko: 공백 포함
zh_hans: 计入空白
zh_hant: 計入空白

# A022
source: Build chart data: {0}s
de: Diagrammdaten erstellen: {0}
fr: Créer des données de graphique: {0} s
ja: チャートデータ作成：{0}秒
ko: 차트 데이터 빌드: {0}
zh_hans: 建立图表数据：{0}秒
zh_hant: 建立圖表數據：{0} s

# A013
source: Failed to load the data
de: Fehler beim Laden der Daten.
fr: Échec du chargement des données
ja: データのロードに失敗しました
ko: 데이터를 로드하지 못했습니다.
zh_hans: 加载数据失败
zh_hant: 無法加載數據

# A021
source: Build data for the chart...
de: Daten für das Diagramm erstellen...
fr: Créer des données pour le graphique ...
ja: チャートデータの作成中...
ko: 차트에 대한 데이터 빌드...
zh_hans: 正在建立图表数据...
zh_hant: 為圖表建立數據...

# A069
source: One item found
de: Ein Element gefunden.
fr: Un article trouvé
ja: 一致するものが見つかりました
ko: 항목 1개 발견
zh_hans: 找到一个匹配项
zh_hant: 找到一個匹配項

# A002
source: Quick analysis on top {0} rows
de: Schnelle Analyse am oberen {0} Zeilen
fr: Analyse rapide des {0} premières lignes
ja: クイック分析前の{0}行
ko: 상단 {0} 행에 대한 빠른 분석
zh_hans: 快速分析前{0}行
zh_hant: 快速分析前{0}行

# A060
source: Please complete the fields above.
de: Bitte füllen Sie die obigen Felder aus.
fr: Veuillez remplir les champs ci-dessus.
ja: 上記のフィールドに入力してください。
ko: 위의 필드를 완료하십시오.
zh_hans: 请填写上面的字段。
zh_hant: 請填寫上面的字段。

# A054
source: The system cannot calculate the frequencies on a binary column.
de: Das System kann die Frequenzen auf einer Binärspalte nicht berechnen.
fr: Le système ne peut pas calculer les fréquences sur une colonne binaire.
ja: システムはバイナリ列の頻度を計算できません。
ko: 시스템은 이진 열의 주파수를 계산할 수 없습니다.
zh_hans: 系统无法计算二进制栏的频率。
zh_hant: 系統無法計算二進制欄的頻率。

# A030
source: Exclude blanks of Y-axis
de: Leerzeichen der Y-Achse ausschließen
fr: Exclure les blancs de l'axe Y
ja: Y軸のブランクを除外します
ko: Y축 의 공백 제외
zh_hans: 除去Y轴的空白
zh_hant: 排除Y軸空白

# A014
source: Following column(s) in {0} have been excluded:
de: Folgende Spalten in {0} wurden ausgeschlossen:
fr: Les colonnes suivantes de {0} ont été exclues:
ja: {0}の次のデータ列は分類できず、除外されました：
ko: {0} 다음 열은 제외되었습니다.
zh_hans: {0}中的以下列已被移除：
zh_hant: {0}中的以下數據欄無法分類，已被移除：

# A043
source: Rows: {0}
de: Zeilen: {0}
fr: Lignes: {0}
ja: 行数: {0}
ko: 행: {0}
zh_hans: 行数: {0}
zh_hant: 行數：{0}

# A026
source: (Subtotal)
de: Zwischensumme
fr: (Total)
ja: （小計）
ko: 소계
zh_hans: （小计）
zh_hant: （小計）

# A017
source: {0} rows
de: {0} Zeilen
fr: {0} lignes
ja: {0}行
ko: {0}개 행
zh_hans: {0}行
zh_hant: {0}行

# A068
source: No match found
de: Keine Übereinstimmung gefunden
fr: Pas de résultat trouvé
ja: 一致するものが見つかりません
ko: 일치하는 결과가 없습니다
zh_hans: 找不到匹配项
zh_hant: 找不到匹配項

# A070
source: {0} items found
de: {0} Elemente gefunden
fr: {0} éléments trouvés
ja: {0}一致が見つかりました
ko: {0}개의 항목을 찾았습니다.
zh_hans: 找到{0}个匹配项
zh_hant: 找到{0}個匹配項

# A001
source: (Blanks)
de: (Leer)
fr: (Blancs)
ja: （ブランク）
ko: (비어 있음)
zh_hans: （空白）
zh_hant: （空白）

# A059
source: Delete Connection Item
de: Verbindungselement löschen
fr: Supprimer l'élément de connexion
ja: 接続アイテムを削除する
ko: 연결 항목 삭제
zh_hans: 删除连接项
zh_hant: 刪除連接項

# A053
source: Empty column
de: Leere Spalte
fr: Colonne vide
ja: 空白の列
ko: 빈 열
zh_hans: 空白栏
zh_hant: 空白欄

# A044
source: Following column(s) in {0} have been excluded:
de: Aufgrund der Unfähigkeit, Inhalte anzuzeigen, wurden die folgenden Spalten in {0} ausgeschlossen:
fr: En raison de l'impossibilité d'afficher le contenu, les colonnes suivantes de {0} ont été exclues:
ja: コンテンツを表示できないため、{0}の次の列が除外されました。
ko: 콘텐츠를 표시할 수 없기 때문에 {0} 다음 열은 제외되었습니다.
zh_hans: {0}中的以下列已被移除：
zh_hant: 因無法顯示內容，{0}中的以下欄已被移除：

# A023
source: 1 blank excluded
de: 1 Leerzeichen ausgeschlossen
fr: 1 blanc exclu
ja: 1つのブランクを除外
ko: 1 공백 제외
zh_hans: 移除1个空白
zh_hant: 移除1個空白

# A012
source: Please wait while loading data. It may take a while..
de: Warten Sie beim Laden der Daten. Es kann eine Weile dauern..
fr: Veuillez patienter pendant le chargement des données. Cela peut prendre un certain temps.
ja: データを読み込んでいます。しばらくお待ちください。
ko: 데이터를 로드하는 동안 기다려 주십시오. 시간이 좀 걸릴 수 있습니다..
zh_hans: 正在加载数据，请稍候。 可能要花一点时间
zh_hant: 正在加載數據，請稍候。 可能要花一點時間。

# A072
source: Invalid input
de: Ungültige Eingabe.
fr: Entrée invalide
ja: 無効入力
ko: 잘못된 입력
zh_hans: 输入无效
zh_hant: 輸入無效

# A074
source: Please enter a number between 16 and 128.
de: Bitte geben Sie eine Zahl zwischen 16 und 128 ein.
fr: Veuillez saisir un nombre compris entre 16 et 128.
ja: 16から128までの数字を入力してください。
ko: 16~128번으로 입력해 주세요.
zh_hans: 请输入一个介于16到128之间的数字。
zh_hant: 請輸入一個介於16到128之間的數字。

# A071
source: Please enter numeric only.
de: Bitte nur numerisch eingeben.
fr: Veuillez saisir uniquement des chiffres.
ja: 数字のみを入力してください。
ko: 숫자만 입력하십시오.
zh_hans: 请仅输入数字。
zh_hant: 請僅輸入數字。

# A009
source: No data available
de: Keine Daten verfügbar
fr: Pas de données disponibles
ja: データなし
ko: 사용 가능한 데이터 없음
zh_hans: 没有可用数据
zh_hant: 沒有可用數據

# A058
source: Do you want to delete {0}?
de: Möchten Sie "^0" löschen?
fr: Voulez-vous supprimer {0}?
ja: {0}を削除しますか？
ko: '{0}'을(를) 삭제하시겠습니까?
zh_hans: 您要删除{0}吗？
zh_hant: 您要刪除{0}嗎？

# A067
source: (Contains)
de: Enthält
fr: (Contient)
ja: （含む）
ko: 포함
zh_hans: （包含）
zh_hant: （包含）

# A056
source: The system cannot calculate the frequencies on a text column.
de: Das System kann die Frequenzen in einer Textspalte nicht berechnen.
fr: Le système ne peut pas calculer les fréquences sur une colonne de texte.
ja: システムは長いテキスト列の頻度を計算できません。
ko: 시스템은 텍스트 열의 주파수를 계산할 수 없습니다.
zh_hans: 系统无法计算长文本栏的频率。
zh_hant: 系統無法計算長文本欄的​​頻率。

# A028
source: Percent
de: Prozent
fr: Pour cent
ja: パーセント
zh_hans: 百分比
zh_hant: 百分率

# A064
source: (Ends with)
de: Endet mit
fr: (Se termine par)
ja: （終わる）
ko: 끝 문자
zh_hans: （以...结尾）
zh_hant: （以...結尾）

# A057
source: New
de: Neue
fr: Nouveau
ja: 新着
ko: 새로 만들기
zh_hans: 新建
zh_hant: 新建

# A016
source: Load data: {0}s
de: Daten laden: {0}s
fr: Charger les données: {0} s
ja: データの読み込み：{0}秒
ko: 로드 데이터: {0}
zh_hans: 载入数据：{0}秒
zh_hant: 載入數據：{0}秒

# A019
source: Please wait while performing data analysis...
de: Bitte warten, während die Datenanalyse durchgeführt wird…
fr: Veuillez patienter pendant l'analyse des données ...
ja: データ分析を行っている間お待ちください...
ko: 데이터 분석을 수행하는 동안 기다려 주십시오...
zh_hans: 正在进行数据分析，请稍候...
zh_hant: 正在執行數據分析，請稍候...

# A000
source: Octofy Express
ja: Octofy Lite
ko: Octofy 익스프레스
zh_hans: Octofy精简版
zh_hant: Octofy精簡版

# A062
source: Script has been copied to the clipboard.
de: Skript wurde in die Zwischenablage kopiert.
fr: Le script a été copié dans le presse-papiers.
ja: スクリプトがクリップボードにコピーされました。
ko: 스크립트가 클립보드에 복사되었습니다.
zh_hans: 脚本已复制到剪贴板。
zh_hant: 腳本已復製到剪貼板。

# A034
source: Category names are too long.
de: Kategorienamen sind zu lang.
fr: Les noms de catégorie sont trop longs.
ja: カテゴリ名が長すぎます。
ko: 범주 이름이 너무 깁니다.
zh_hans: 类别名称太长。
zh_hant: 類別名稱太長。

# A050
source: Category text length exceed the maximum setting
de: Kategorietextlänge überschreitet die maximale Einstellung
fr: La longueur du texte de la catégorie dépasse le paramètre maximal
ja: カテゴリテキストの長さが最大設定を超えています
ko: 범주 텍스트 길이가 최대 설정을 초과합니다.
zh_hans: 类别文字长度超出了最大设置
zh_hant: 類別文字長度超出了最大設置

# A063
source: (Starts with)
de: Beginnt mit
fr: (Commence avec)
ja: （始まる）
ko: 시작
zh_hans: （以...开始）
zh_hant: （以...開始）

# A078
source: Succeed!
de: Erfolgreich
fr: Réussir!
ja: 成功！
ko: 성공
zh_hans: 成功！
zh_hant: 成功！

# A079
source: Connection testing
de: Verbindungstests
fr: Test de connexion
ja: 接続テスト
ko: 연결 테스트
zh_hans: 连接测试
zh_hant: 連接測試

# A080
source: Failed to connect to the database!
de: Fehler beim Herstellen einer Verbindung mit der Datenbank!
fr: Échec de la connexion à la base de données!
ja: データベースへの接続に失敗しました！
ko: 데이터베이스에 연결하지 못했습니다!
zh_hans: 连接数据库失败！
zh_hant: 連接數據庫失敗！

# A081
source: Please enter database connection string.
de: Bitte Datenbankverbindungszeichenfolge eingeben.
fr: Veuillez saisir la chaîne de connexion à la base de données.
ja: データベース接続文字列を入力してください。
ko: 데이터베이스 연결 문자열을 입력하십시오.
zh_hans: 请输入数据库连接字符串。
zh_hant: 請輸入數據庫連接字符串。

# A082
source: X-axis column:
de: X-Achse Spalte:
fr: Colonne de l'axe X:
ja: X軸列：
ko: X축 열:
zh_hant: X軸欄：

# A083
source: Version {0}
ja: バージョン{0}
ko: 버전 {0}
zh_hant: 版本{0}
